import { Header } from "../components/Header";
import { Footer } from "../components/Footer";
import "./AboutUs.css";
import teachKids from "../assets/gallery/teaching-unsplash.jpg";

export function AboutUs() {
  return (
    <>
      <title>About Us</title>
      <link rel="icon" type="image/svg+xml" href="/your-logo.svg" />
      <Header />

      <p className="para-aboutus-intro">
        อ่างขางสงขลา เทรลเลอร์เกรย์ลาดพร้าววิทยายนโฮป กาฬสินธุ์
        เฮียซิ้มไอน์สไตน์โต๋ ธรรมาภิบาลซิมโฟนี่คุชราตีชาร์ลส์ หมวยจตุจักร
        สระบุรีไททันสระบุรี อยุธยาแอนแทร็กซ์ เอสเตอร์ลำพูน วีไอพียะโฮวากรีนพีซ
        อัสสัมชัญ ออกเทนโพลาไรซ์ธนบุรีสัตหีบ ไซบอร์กโนเกียสตูล อันโดรเมดาดีแทค
        พิทยานุกูลแทนนินฉะเชิงเทรายามาฮ่าคูโบต้า เดโมแครตพัฒน์พงษ์
      </p>

      <div className="image-container">
        <img className="teaching-unsplash" src={teachKids} />
      </div>

      <p className="para-two">
        คุชราตออสโลกัศมีรีลอจิสติกส์ โรมาเนียเบ็นซ์ปาสคาล ฟินิกซ์ลีโอนรถพยาบาล
        สินธีลันตาวาซาบิลูกผู้ชาย ยุทธภูมิสมุยไทเฮา
        เปโซซิงค์ยูนิเซฟโทมัสเพชรบูรณ์ ตากาล็อกไม้เรียว
        สุครีพทั้งสิ้นสิงห์บุรีลิเวอร์พูล วาไรตี้ ยีสต์
        ศรีลังกาจาการ์ตายูนิเซฟโคตรบูรณ์
        คูลอมบ์บริติชเซ็กเตอร์แมชีนเนอรี่เซ็กเตอร์ โพลาไรซ์เนวาดา ฟลูออเรสเซนซ์
        นาลันทาคุชราตออสโลกัศมีรีลอจิสติกส์ โรมาเนียเบ็นซ์ปาสคาล
        ฟินิกซ์ลีโอนรถพยาบาล สินธีลันตาวาซาบิลูกผู้ชาย ยุทธภูมิสมุยไทเฮา
        เปโซซิงค์ยูนิเซฟโทมัสเพชรบูรณ์ ตากาล็อกไม้เรียว
        สุครีพทั้งสิ้นสิงห์บุรีลิเวอร์พูล วาไรตี้ ยีสต์
        ศรีลังกาจาการ์ตายูนิเซฟโคตรบูรณ์
        คูลอมบ์บริติชเซ็กเตอร์แมชีนเนอรี่เซ็กเตอร์ โพลาไรซ์เนวาดา ฟลูออเรสเซนซ์
        นาลันทาคุชราตออสโลกัศมีรีลอจิสติกส์ โรมาเนียเบ็นซ์ปาสคาล
        ฟินิกซ์ลีโอนรถพยาบาล สินธีลันตาวาซาบิลูกผู้ชาย ยุทธภูมิสมุยไทเฮา
        เปโซซิงค์ยูนิเซฟโทมัสเพชรบูรณ์ ตากาล็อกไม้เรียว
        สุครีพทั้งสิ้นสิงห์บุรีลิเวอร์พูล วาไรตี้ ยีสต์
        ศรีลังกาจาการ์ตายูนิเซฟโคตรบูรณ์
        คูลอมบ์บริติชเซ็กเตอร์แมชีนเนอรี่เซ็กเตอร์ โพลาไรซ์เนวาดา ฟลูออเรสเซนซ์
        นาลันทา
      </p>

      <Footer />
    </>
  );
}
